Repository: NaN-tic/trytond-babi-old
Catalog: locale/*.po
Languages: de_de

# error:babi.dimension:
source: Dimension name must be unique per report.
de_de: Dimensionsname muss pro Bericht eindeutig sein.

# error:babi.filter:
source: Parameter "%s" not found in Domain nor in Python Expression.
de_de: Parameter "%s" weder in Domain noch in Python-Ausdruck gefunden.

# error:babi.measure:
source: Measure name must be unique per report.
de_de: Messgrössenname muss pro Bericht eindeutig sein.

# error:babi.open_chart:
source: Only one measure can be used in pie charts.
de_de: Nur eine Messgrösse kann in Kuchendiagrammen verwendet werden.

# error:babi.order:
source: Dimension must be unique per report.
de_de: Dimension muss pro Bericht eindeutig sein.

# error:babi.order:
source: Measure must be unique per report.
de_de: Messgrösse muss pro Bericht eindeutig sein.

# error:babi.order:
source: Only dimension or measure can be set.
de_de: Nur eine Dimension oder Messgrösse kann verwendet werden.

# error:babi.order:
source: Order entries are created automatically
de_de: Reihenfolge wird automatisch erstellt.

# error:babi.order:
source: Order entries are deleted automatically
de_de: Reihenfolge wird automatisch gelöscht.

# error:babi.report-res.group:
source: Report and Group must be unique.
de_de: Bericht und Gruppe müssen eindeutig sein.

# error:babi.report.execution:
source: Execution "%s" has no dimensions. At least one is needed.
de_de: Ausführung "%s" hat keine Dimensionen definiert. Mindestens eine muss angegeben werden.

# error:babi.report.execution:
source: Execution "%s" has no measures. At least one is needed.
de_de: Ausführung "%s" hat keine Messgrössen definiert. Mindestens eine muss angegeben werden.

# error:babi.report:
source: Report "%s" has no dimensions. At least one is needed.
de_de: Bericht "%s" muss mindestens eine Dimension enthalten.

# error:babi.report:
source: Report "%s" has no measures. At least one is needed.
de_de: Bericht "%s" hat keine Messgrössen definiert. Mindestens eine muss agegeben werden.

# error:babi.report:
source: Report calculation exceeded timeout limit.
de_de: Berechnung des Berichts hat die Zeitlimite überschritten.

# field:babi.configuration,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.configuration,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.configuration,default_timeout:
source: Timeout (s)
de_de: Zeitlimite (s)

# field:babi.configuration,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.configuration,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.dimension,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.dimension,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.dimension,expression:
source: Expression
de_de: Ausdruck

# field:babi.dimension,group_by:
source: Group By This Dimension
de_de: Gruppieren nach Dimension

# field:babi.dimension,internal_name:
source: Internal Name
de_de: Interner Name

# field:babi.dimension,report:
source: Report
de_de: Bericht

# field:babi.dimension,sequence:
source: Sequence
de_de: Reihenfolge

# field:babi.dimension,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.dimension,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.dimension.column,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.dimension.column,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.dimension.column,expression:
source: Expression
de_de: Ausdruck

# field:babi.dimension.column,group_by:
source: Group By This Dimension
de_de: Gruppieren nach Dimension

# field:babi.dimension.column,internal_name:
source: Internal Name
de_de: Interner Name

# field:babi.dimension.column,report:
source: Report
de_de: Bericht

# field:babi.dimension.column,sequence:
source: Sequence
de_de: Reihenfolge

# field:babi.dimension.column,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.dimension.column,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.expression,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.expression,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.expression,expression:
source: Expression
de_de: Ausdruck

# field:babi.expression,fields:
source: Model Fields
de_de: Felder Modell

# field:babi.expression,model:
source: Model
de_de: Modell

# field:babi.expression,related_model:
source: Related Model
de_de: Verwandtes Modell

# field:babi.expression,ttype:
source: Field Type
de_de: Feldtyp

# field:babi.expression,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.expression,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.filter,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.filter,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.filter,domain:
source: Domain
de_de: Wertebereich (Domain)

# field:babi.filter,fields:
source: Model Fields
de_de: Felder Modell

# field:babi.filter,model:
source: Model
de_de: Modell

# field:babi.filter,model_name:
source: Model Name
de_de: Modellname

# field:babi.filter,parameters:
source: Parameters
de_de: Parameter

# field:babi.filter,python_expression:
source: Python Expression
de_de: Python Ausdruck

# field:babi.filter,view_search:
source: Search
de_de: Suche

# field:babi.filter,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.filter,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.filter.parameter,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.filter.parameter,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.filter.parameter,related_model:
source: Related Model
de_de: Verwandtes Modell

# field:babi.filter.parameter,ttype:
source: Field Type
de_de: Feldtyp

# field:babi.filter.parameter,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.filter.parameter,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.internal.measure,aggregate:
source: Aggregate
de_de: Aggregation

# field:babi.internal.measure,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.internal.measure,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.internal.measure,execution:
source: Report Execution
de_de: Bericht Ausführung

# field:babi.internal.measure,expression:
source: Expression
de_de: Ausdruck

# field:babi.internal.measure,internal_name:
source: Internal Name
de_de: Interner Name

# field:babi.internal.measure,measure:
source: Measure
de_de: Messgrösse

# field:babi.internal.measure,progressbar:
source: Progress Bar
de_de: Fortschrittsbalken

# field:babi.internal.measure,related_model:
source: Related Model
de_de: Verwandtes Modell

# field:babi.internal.measure,report:
source: Report
de_de: Bericht

# field:babi.internal.measure,sequence:
source: Sequence
de_de: Reihenfolge

# field:babi.internal.measure,ttype:
source: Field Type
de_de: Feldtyp

# field:babi.internal.measure,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.internal.measure,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.measure,aggregate:
source: Aggregate
de_de: Aggregation

# field:babi.measure,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.measure,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.measure,expression:
source: Expression
de_de: Ausdruck

# field:babi.measure,internal_measures:
source: Internal Measures
de_de: Interne Messgrösse

# field:babi.measure,internal_name:
source: Internal Name
de_de: Interner Name

# field:babi.measure,progressbar:
source: Progress Bar
de_de: Fortschrittsbalken

# field:babi.measure,report:
source: Report
de_de: Bericht

# field:babi.measure,sequence:
source: Sequence
de_de: Reihenfolge

# field:babi.measure,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.measure,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.open_chart.start,execution:
source: Execution
de_de: Ausführung

# field:babi.open_chart.start,execution_date:
source: Execution Time
de_de: Ausführungszeit

# field:babi.open_chart.start,graph_type:
source: Graph
de_de: Diagramm

# field:babi.open_chart.start,measures:
source: Measures
de_de: Messgrössen

# field:babi.open_chart.start,report:
source: Report
de_de: Bericht

# field:babi.open_chart.start,show_legend:
source: Show Legend
de_de: Legende anzeigen

# field:babi.open_chart.start,valid_dimensions:
source: Valid Dimensions
de_de: Gültige Dimensionen

# field:babi.order,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.order,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.order,measure:
source: Measure
de_de: Messgrösse

# field:babi.order,order:
source: Order
de_de: Sortierung

# field:babi.order,report:
source: Report
de_de: Bericht

# field:babi.order,sequence:
source: Sequence
de_de: Reihenfolge

# field:babi.order,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.order,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.report,actions:
source: Actions
de_de: Aktionen

# field:babi.report,babi_model:
source: BI Model
de_de: BI Modell

# field:babi.report,columns:
source: Dimensions on Columns
de_de: Dimensionsspalten

# field:babi.report,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.report,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.report,crons:
source: Schedulers
de_de: Zeitplaner

# field:babi.report,dimensions:
source: Dimensions
de_de: Dimensionen

# field:babi.report,executions:
source: Executions
de_de: Ausführungen

# field:babi.report,groups:
source: Groups
de_de: Gruppen

# field:babi.report,internal_measures:
source: Internal Measures
de_de: Interne Messgrösse

# field:babi.report,internal_name:
source: Internal Name
de_de: Interner Name

# field:babi.report,keywords:
source: Keywords
de_de: Schlüsselwörter

# field:babi.report,last_execution:
source: Last Executions
de_de: Letzte Ausführungen

# field:babi.report,last_update:
source: Last Update
de_de: Letzte Aktualisierung

# field:babi.report,last_update_seconds:
source: Last Update Duration (s)
de_de: Laufzeit letzte Aktualisierung (s)

# field:babi.report,measures:
source: Measures
de_de: Messgrössen

# field:babi.report,menus:
source: Menus
de_de: Menüpunkte

# field:babi.report,model:
source: Model
de_de: Modell

# field:babi.report,model_name:
source: Model Name
de_de: Modellname

# field:babi.report,order:
source: Order
de_de: Sortierung

# field:babi.report,parent_menu:
source: Parent Menu
de_de: Übergeordnet (Menü)

# field:babi.report,timeout:
source: Timeout
de_de: Zeitlimite

# field:babi.report,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.report,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.report-res.group,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.report-res.group,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.report-res.group,group:
source: Group
de_de: Gruppe

# field:babi.report-res.group,report:
source: Report
de_de: Bericht

# field:babi.report-res.group,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.report-res.group,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.report.execution,babi_model:
source: BI Model
de_de: BI Modell

# field:babi.report.execution,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.report.execution,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.report.execution,date:
source: Execution Date
de_de: Ausführungsdatum

# field:babi.report.execution,duration:
source: Duration
de_de: Dauer

# field:babi.report.execution,filter_values:
source: Filter Values
de_de: Filterwerte

# field:babi.report.execution,filtered:
source: Filtered
de_de: Gefiltert

# field:babi.report.execution,internal_measures:
source: Internal Measures
de_de: Interne Messgrösse

# field:babi.report.execution,internal_name:
source: Internal Name
de_de: Interner Name

# field:babi.report.execution,report:
source: Report
de_de: Bericht

# field:babi.report.execution,report_model:
source: Report Model
de_de: Bericht Modell

# field:babi.report.execution,state:
source: State
de_de: Status

# field:babi.report.execution,timeout:
source: Timeout
de_de: Zeitlimite

# field:babi.report.execution,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.report.execution,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:babi.report.execution.open.select,execution:
source: Execution
de_de: Ausführung

# field:babi.report.execution.open.select,execution_readonly:
source: Execution Readonly
de_de: Ausführung schreibgeschützt

# field:babi.report.execution.open.select,report:
source: Report
de_de: Bericht

# field:babi.report.execution.open.select,report_readonly:
source: Report Readonly
de_de: Bericht schreibgeschützt

# field:babi.report.execution.open.select,view_type:
source: View type
de_de: Ansicht Typ

# field:babi.test,amount:
source: Amount
de_de: Betrag

# field:babi.test,category:
source: Category
de_de: Kategorie

# field:babi.test,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:babi.test,create_uid:
source: Create User
de_de: Erstellt durch

# field:babi.test,date:
source: Date
de_de: Zeitpunkt

# field:babi.test,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:babi.test,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:ir.action.act_window,babi_report:
source: BABI Report
de_de: BABI Bericht

# field:ir.action.keyword,babi_report:
source: BABI Report
de_de: BABI Bericht

# field:ir.cron,babi_report:
source: Babi Report
de_de: BABI Bericht

# field:ir.model,babi_enabled:
source: BI Enabled
de_de: BI Aktiv

# field:ir.ui.menu,babi_report:
source: BABI Report
de_de: BABI Bericht

# field:ir.ui.menu,babi_type:
source: BABI Type
de_de: BABI Typ

# help:babi.filter.parameter,name:
source: Name used on the domain substitution
de_de: Name der Domain Substitution

# help:babi.report,babi_model:
source: Link to new model instance
de_de: Verweis auf neue Modellinstanz

# help:babi.report,groups:
source: User groups that will be able to see use this report.
de_de: Benutzergruppen die diesen Bericht einsehen können.

# help:babi.report,last_update:
source: Date & time of the last update.
de_de: Datum und Zeit der letzten Aktualisierung.

# help:babi.report,last_update_seconds:
source: Number of seconds the last update took.
de_de: Laufzeit der letzten Aktualisierung in Sekunden.

# help:babi.report,model:
source: Model for data extraction
de_de: Modell zur Datenextraktion

# help:babi.report,name:
source: New virtual model name.
de_de: Name des neuen virtuellen Modells.

# help:babi.report,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
de_de: Falls die Berechnung des Berichtes länger als die angegebene Zeit in Sekunden daurt, wird der Vorgang abgebrochen.

# help:babi.report.execution,babi_model:
source: Link to new model instance
de_de: Verweis auf neue Modellinstanz

# help:babi.report.execution,duration:
source: Number of seconds the calculation took.
de_de: Anzahl Sekunden, die die Berechnung in Anspruch genommen hat.

# help:babi.report.execution,filtered:
source: Used to mark executions with parameter filters evaluated
de_de: Markiert Ausführungen mit Filter Parameter

# help:babi.report.execution,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
de_de: Falls die Berechnung des Berichtes länger als die angegebene Zeit in Sekunden daurt, wird der Vorgang abgebrochen.

# help:ir.model,babi_enabled:
source: Check if you want this model to be available in Business Intelligence reports.
de_de: Aktivieren um dieses Modell für Business Intelligence Berichte verfügbar zu machen.

# model:babi.configuration,name:
source: Business Intelligence Configuration
de_de: Business Intelligence Konfiguration

# model:babi.dimension.column,name:
source: Column Dimension
de_de: Spalten Dimension

# model:babi.expression,name:
source: Expression
de_de: Ausdruck

# model:babi.internal.measure,name:
source: Internal Measure
de_de: Interne Messgrösse

# model:babi.measure,name:
source: Measure
de_de: Messgrösse

# model:babi.open_chart.start,name:
source: Open Chart Start
de_de: Diagramm Öffnen Start

# model:babi.order,name:
source: Order
de_de: Sortierung

# model:babi.report,name:
source: Report
de_de: Bericht

# model:babi.report-res.group,name:
source: Report - Group
de_de: Bericht - Gruppe

# model:babi.report.execution,name:
source: Report Execution
de_de: Bericht Ausführung

# model:babi.report.execution.open.select,name:
source: Open Report Execution - Select Values
de_de: Bericht Ausführung öffnen - Auswahl Werte

# model:babi.test,name:
source: Test BABI Model
de_de: Test BABI Modell

# model:babi.update_data.wizard.done,name:
source: Update Data Wizard Done
de_de: Wizard Datenaktualisierung Ende

# model:babi.update_data.wizard.start,name:
source: Update Data Wizard Start
de_de: Wizard Datenaktualisierung Start

# model:ir.action,name:act_babi_configuration_form
source: Business Intelligence Configuration
de_de: Business Intelligence Konfiguration

# model:ir.action,name:act_babi_dimension_column
source: Column Dimension
de_de: Spalte Dimension

# model:ir.action,name:act_babi_execution
source: Executions
de_de: Ausführungen

# model:ir.action,name:act_babi_expression
source: Expression
de_de: Ausdruck

# model:ir.action,name:act_babi_filter_parameter
source: Filter Parameters
de_de: Filter Parameter

# model:ir.action,name:act_babi_internal_measure
source: Internal Measure
de_de: Interne Messgrösse

# model:ir.action,name:act_babi_measure
source: Measure
de_de: Messgrösse

# model:ir.action,name:act_babi_order
source: Order
de_de: Sortierung

# model:ir.action,name:act_babi_report
source: Report
de_de: Bericht

# model:ir.action,name:act_babi_report_execution_form
source: Executions
de_de: Ausführungen

# model:ir.action,name:open_chart_wizard
source: open chart
de_de: Diagramm öffnen

# model:ir.action,name:open_execution_wizard
source: Business Inteligence Report
de_de: Business Intelligence Bericht

# model:ir.ui.menu,name:menu_babi_configuration
source: Business Intelligence Configuration
de_de: Business Intelligence Konfiguration

# model:ir.ui.menu,name:menu_babi_execution
source: Executions
de_de: Ausführungen

# model:ir.ui.menu,name:menu_babi_expression
source: Expressions
de_de: Ausdrücke

# model:ir.ui.menu,name:menu_babi_filter
source: Filters
de_de: Filter

# model:ir.ui.menu,name:menu_babi_report
source: Reports
de_de: Berichte

# model:ir.ui.menu,name:menu_configuration
source: Configuration
de_de: Einstellungen

# model:ir.ui.menu,name:menu_historical_data
source: View historical data
de_de: Historische Daten

# model:ir.ui.menu,name:menu_update_data
source: Update data
de_de: Daten aktualisieren

# selection:babi.internal.measure,aggregate:
source: Average
de_de: Durchschnitt

# selection:babi.internal.measure,aggregate:
source: Count
de_de: Anzahl

# selection:babi.internal.measure,aggregate:
source: Sum
de_de: Summe

# selection:babi.measure,aggregate:
source: Average
de_de: Durchschnitt

# selection:babi.measure,aggregate:
source: Count
de_de: Anzahl

# selection:babi.measure,aggregate:
source: Sum
de_de: Summe

# selection:babi.open_chart.start,graph_type:
source: Horizontal Bars
de_de: Horizontales Balkendiagramm

# selection:babi.open_chart.start,graph_type:
source: Line
de_de: Liniendiagramm

# selection:babi.open_chart.start,graph_type:
source: Pie
de_de: Kuchendiagramm

# selection:babi.open_chart.start,graph_type:
source: Vertical Bars
de_de: Vertikales Balkendiagramm

# selection:babi.order,order:
source: Ascending
de_de: Aufsteigend

# selection:babi.order,order:
source: Descending
de_de: Absteigend

# selection:babi.report.execution,state:
source: Calculated
de_de: Berechnet

# selection:babi.report.execution,state:
source: Canceled
de_de: Abgebrochen

# selection:babi.report.execution,state:
source: Failed
de_de: Fehlgeschlagen

# selection:babi.report.execution,state:
source: In progress
de_de: In Ausführung

# selection:babi.report.execution,state:
source: Pending
de_de: Ausstehend

# selection:babi.report.execution,state:
source: Timeout
de_de: Zeitlimite

# selection:babi.report.execution.open.select,view_type:
source: List
de_de: Liste

# selection:babi.report.execution.open.select,view_type:
source: Tree
de_de: Baum

# selection:ir.ui.menu,babi_type:
source: History
de_de: Historie

# selection:ir.ui.menu,babi_type:
source: List
de_de: Liste

# selection:ir.ui.menu,babi_type:
source: Tree
de_de: Baum

# view:babi.report:
source: Calculate
de_de: Berechnen

# view:babi.report:
source: Create Menus
de_de: Menüpunke erstellen

# view:babi.report:
source: Remove Menus
de_de: Menüpunke entfernen

# view:babi.report:
source: General
de_de: Allgemein

# view:babi.report:
source: Executions
de_de: Ausführungen

# view:babi.report:
source: Extra Information
de_de: Zusätzliche Informationen

# view:babi.report:
source: Schedulers
de_de: Zeitplaner

# wizard_button:babi.open_chart,start,end:
source: Cancel
de_de: Abbrechen

# wizard_button:babi.open_chart,start,open_:
source: Open
de_de: Öffnen

# wizard_button:babi.report.execution.open,filtered,create_execution:
source: Open
de_de: Öffnen

# wizard_button:babi.report.execution.open,filtered,end:
source: Cancel
de_de: Abbrechen

# wizard_button:babi.report.execution.open,select,end:
source: Cancel
de_de: Abbrechen

# wizard_button:babi.report.execution.open,select,open_view:
source: Open
de_de: Öffnen

# wizard_button:babi.report.execution.open,update_start,end:
source: Cancel
de_de: Abbrechen
